test/artillery.yml
config:
  target: "https://dashboard.eu.test.concordium.com/frontends"

  phases:
    - duration: 100
      arrivalRate: 10
  ws:
    # Ignore SSL certificate errors
    # - useful in *development* with self-signed certs
    rejectUnauthorized: false
scenarios:
  - engine: "socketio"
    flow:
      - think: 5